// ── Aimer / 遥か ──
addSong(`Aimer`, {
  id: `aimer-遥か`, title: `遥か`, sort: `遥`,
  yt: `https://youtu.be/MbHmuTgj-yY?si=A335FIFX6ddm4zyv`,
  lines(){return[
    L([[`海岸線`,`かいがんせん`],`の`,[`雨`,`あめ`],`に ちらばった`,[`君`,`きみ`],`の`,[`影`,`かげ`]]),
    L([[`思`,`おも`],`い`,[`出`,`で`],`が`,[`交差`,`こうさ`],`する `,[`海辺`,`うみべ`],`の`,[`街`,`まち`]]),
    S('—'),
    L([[`君`,`きみ`],`はあの`,[`日`,`ひ`],`のまま いまも`,[`夢`,`ゆめ`],`を`,[`見`,`み`],`てた`]),
    S('—'),
    L([[`遥`,`はる`],`か`,[`記憶`,`きおく`],`の`,[`空`,`そら`],[`2人`,`ふたり`],[`照`,`て`],`らす`,[`光`,`ひかり`]]),
    L([[`膝`,`ひざ`],`までの`,[`浅瀬`,`あさせ`],`で `,[`見`,`み`],`つけた`,[`星`,`ほし`]]),
    L([[`君`,`きみ`],`まで`,[`届`,`とど`],`くなんてさ ありえないような`]),
    S('—'),
    L([[`浅`,`あさ`],`い`,[`眠`,`ねむ`],`りの`,[`中`,`なか`],`で `,[`深`,`ふか`],`い`,[`夢`,`ゆめ`],`から`,[`覚`,`さ`],`めて`]),
    L([[`裸足`,`はだし`],`のまま`,[`駆`,`か`],`けてく まばゆい`,[`星`,`ほし`]]),
    S('—'),
    L([[`君`,`きみ`],`はあの`,[`日`,`ひ`],`のまま どんな`,[`夢`,`ゆめ`],`を`,[`見`,`み`],`てた?`]),
    S('—'),
    L([[`遥`,`はる`],`か`,[`記憶`,`きおく`],`の`,[`空`,`そら`],[`2人`,`ふたり`],[`照`,`て`],`らす`,[`光`,`ひかり`]]),
    L([` いつまでもこうして `,[`笑`,`わら`],`っててほしい`]),
    L([[`夜`,`よる`],[`空`,`そら`],`に`,[`舞`,`ま`],`い`,[`上`,`あ`],`がる `,[`幾`,`いく`],[`千`,`せん`],`の`,[`花`,`はな`],`びら`]),
    L([` でたらめな`,[`誓`,`ちか`],`いで `,[`生`,`い`],`きてく`,[`日々`,`ひび`]]),
    L([[`君`,`きみ`],`から`,[`届`,`とど`],`くなんてさ ありえないような`]),
    S('—'),
  ];}
});